tap "bazelbuild/tap", pin: true
tap "caskroom/cask"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
brew "readline"
brew "ansible"
brew "ant"
brew "asciinema"
brew "awscli"
brew "bat"
brew "bazel"
brew "bfg"
brew "gettext"
brew "ocaml"
brew "cfssl"
brew "clang-format"
brew "coreutils"
brew "go"
brew "elasticsearch"
brew "etcd"
brew "fd"
brew "findutils"
brew "fpp"
brew "geoip"
brew "git-extras"
brew "gnu-tar"
brew "googler"
brew "graphviz"
brew "httpie"
brew "hub"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kustomize"
brew "libxmlsec1"
brew "lrzsz"
brew "mercurial"
brew "minikube", link: false
brew "mit-scheme"
brew "protobuf"
brew "mitmproxy"
brew "mysql@5.7", restart_service: true
brew "opam"
brew "postgresql@9.6", link: true
brew "prometheus"
brew "protoc-gen-grpc-web"
brew "pstree"
brew "pulumi"
brew "python@2"
brew "rbenv"
brew "redis"
brew "redis@3.2"
brew "rlwrap"
brew "ruby"
brew "scrcpy"
brew "socat"
brew "sshfs"
brew "telnet"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "datawire/blackbird/telepresence"
cask "boostnote"
cask "cheatsheet"
cask "chromedriver"
cask "docker"
cask "figma"
cask "firefox"
cask "font-cascadia"
cask "font-fira-code"
cask "font-source-code-pro"
cask "fork"
cask "goland"
cask "google-chrome"
cask "hyper"
cask "karabiner-elements"
cask "kindle"
cask "leanote"
cask "lepton"
cask "microsoft-edge"
cask "minikube"
cask "motrix"
cask "ngrok"
cask "notion"
cask "now"
cask "racket"
cask "robo-3t"
cask "shadowsocksx-ng"
cask "shiftit"
cask "slack"
cask "staruml"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "xmind"
