tap "bazelbuild/tap", pin: true
tap "caskroom/cask"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
brew "gettext", link: true
brew "readline"
brew "ansible"
brew "asciinema"
brew "awscli"
brew "bazel"
brew "ocaml"
brew "cfssl"
brew "chezscheme"
brew "coreutils"
brew "etcd"
brew "findutils"
brew "python@2"
brew "fpp"
brew "geoip"
brew "git-extras"
brew "gnu-tar"
brew "googler"
brew "httpie"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libxmlsec1"
brew "mercurial"
brew "protobuf"
brew "mitmproxy"
brew "mysql@5.7", restart_service: true
brew "opam"
brew "postgresql@9.6", restart_service: true, link: true
brew "prometheus"
brew "pstree"
brew "pulumi"
brew "rbenv"
brew "redis"
brew "redis@3.2"
brew "ruby"
brew "socat"
brew "sshfs"
brew "tig"
brew "tree"
brew "watchman"
brew "yarn", args: ["without-node"]
brew "zsh-syntax-highlighting"
brew "datawire/blackbird/telepresence"
cask "cheatsheet"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "goland"
cask "hyper"
cask "minikube"
cask "ngrok"
cask "now"
cask "robo-3t"
cask "shiftit"
cask "slack"
cask "virtualbox"
cask "wireshark"
