tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/bytedance", "git@code.byted.org:homebrew/homebrew-bytedance.git"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "ansible"
brew "ant"
brew "antigen"
brew "aria2"
brew "asciinema"
brew "awscli"
brew "gettext"
brew "axel"
brew "bat"
brew "bfg"
brew "bison"
brew "cfssl"
brew "clang-format"
brew "coreutils"
brew "corkscrew"
brew "etcd"
brew "fd"
brew "findutils"
brew "fpp"
brew "geoip"
brew "gh"
brew "git-extras"
brew "gnu-tar"
brew "go"
brew "googler"
brew "graphviz"
brew "httpie"
brew "hub"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kustomize"
brew "libxmlsec1"
brew "lrzsz"
brew "mercurial"
brew "minikube"
brew "mit-scheme"
brew "protobuf"
brew "mitmproxy"
brew "mysql@5.7"
brew "nvm"
brew "ocaml"
brew "opam"
brew "postgresql@9.6", link: true
brew "prometheus"
brew "protoc-gen-grpc-web"
brew "pstree"
brew "pulumi"
brew "rbenv"
brew "redis"
brew "redis@3.2"
brew "rlwrap"
brew "ruby"
brew "scrcpy"
brew "socat"
brew "sshfs"
brew "telnet"
brew "thrift"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "datawire/blackbird/telepresence"
cask "1password"
cask "alfred"
cask "anki"
cask "ankiapp-anki"
cask "boostnote"
cask "charles"
cask "chromedriver"
cask "clashx"
cask "docker"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-source-code-pro"
cask "fork"
cask "goland"
cask "google-chrome"
cask "grammarly"
cask "hyper"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "leanote"
cask "lepton"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "motrix"
cask "neteasemusic"
cask "ngrok"
cask "notion"
cask "now"
cask "osxfuse"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "racket"
cask "shadowsocksx-ng-r"
cask "shiftit"
cask "slack"
cask "staruml"
cask "suspicious-package"
cask "timing"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "yinxiangbiji"
